[
  {
    "text": "Yeonsul-eun gileum-i anira, uril bakkul su issneun gonggo-il ppun-ida. (Prophecy is not a path, but a space where we can change ourselves.)",
    "source": "Tower of God - Jahad",
    "difficulty": "Hard",
    "category": "Prophecy and Free Will",
    "origin": "Korean Anime"
  },
  {
    "text": "Unmyeong-eun jakku malla-jiji anhneunda. Danineun geu ane issneun gil-eul chaj-aya handa. (Destiny doesn't keep changing. You just have to find the path within it.)",
    "source": "The God of High School - Mori Jin",
    "difficulty": "Medium",
    "category": "Fate and Choice",
    "origin": "Korean Anime"
  },
  {
    "text": "Masa-neun yeonsul-eun dangsin-i al-abyeolyeogo haji anhneun geos-ida. (The true prophecy is what you don't try to understand.)",
    "source": "Noblesse - Frankenstein",
    "difficulty": "Hard",
    "category": "Cryptic Prophecy",
    "origin": "Korean Anime"
  },
  {
    "text": "Mul-ui heuleum cheoleom, unmyeong-eun jigeumeul malhago masa-neun yeonsul-eun milaeleul malhanda. (Like the flow of water, fate speaks of now, while true prophecy speaks of tomorrow.)",
    "source": "Solo Leveling - Sung Jin-Woo",
    "difficulty": "Medium",
    "category": "Time and Prophecy",
    "origin": "Korean Anime"
  },
  {
    "text": "Yeonsul-eun dangsin-ui nun-e mueos-i boineun-ga-e gwanhan geos-i anila, dangsin-i boji anh-eun geos-e gwanhan geos-ida. (Prophecy is not about what you see, but about what you fail to see.)",
    "source": "Yumi's Cells - Seonbae",
    "difficulty": "Hard",
    "category": "Hidden Truth",
    "origin": "Korean Anime"
  },
  {
    "text": "Like a computer rebooting, sleep clears the errors of yesterday and installs the hope of tomorrow.",
    "source": "Kim Jung-gi, from 'Soul Dreams'",
    "difficulty": "Medium",
    "category": "korean anime wisdom",
    "origin": "Korean Anime"
  },
  {
    "text": "Jami deun hueeya yeonghoni jeonghwadoego momi dasi taeeonanda - Only after falling asleep does the soul purify and the body rebirth itself.",
    "source": "Korean animation philosophy",
    "difficulty": "Medium",
    "category": "korean anime wisdom",
    "origin": "Korean Anime"
  }
] 