[
  {
    "text": "Here comes the sun, doo-doo-doo-doo. Here comes the sun, and I say it's all right.",
    "source": "The Beatles - Here Comes the Sun",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Don't stop believing, hold on to that feeling. Streetlight people, don't stop believing.",
    "source": "Journey - Don't Stop Believing",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Sweet dreams are made of this. Who am I to disagree? Travel the world and the seven seas.",
    "source": "Eurythmics - Sweet Dreams",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "I'm walking on sunshine, whoa-oh! And don't it feel good? Hey, alright now.",
    "source": "Katrina and the Waves - Walking on Sunshine",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "We're no strangers to love. You know the rules and so do I. A full commitment's what I'm thinking of.",
    "source": "Rick Astley - Never Gonna Give You Up",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Sweet Caroline, good times never seemed so good. I've been inclined to believe they never would.",
    "source": "Neil Diamond - Sweet Caroline",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "I'm a believer, I couldn't leave her if I tried. I thought love was only true in fairy tales.",
    "source": "The Monkees - I'm a Believer",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Don't you want me, baby? Don't you want me, oh-oh-oh? Don't you want me, baby? Don't you want me, oh-oh-oh?",
    "source": "The Human League - Don't You Want Me",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "I'm still standing better than I ever did. Looking like a true survivor, feeling like a little kid.",
    "source": "Elton John - I'm Still Standing",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Sweet home Alabama, where the skies are so blue. Sweet home Alabama, Lord, I'm coming home to you.",
    "source": "Lynyrd Skynyrd - Sweet Home Alabama",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "When fields and code within one mind combine,\nA humble worker starts his steep climb.\nHis meme, a jest that caught the public's eye,\nTransforms to glory, built on team and trust.\n\nWithin the arena's unforgiving space,\nThe beasts of challenge circle, set to chase.\nYet like the dolphins in a shark-filled sea,\nThey innovate, and thus they fight most free.\n\nThe king observes with keen and watchful eye,\nAs strategy o'erpowers brute force's try.\nIn battles where the weak are quick to die,\nThis hacker band their unity does tie.\n\nFrom viral jest to honored, grand display,\nThe gladiator's path lights up the way.\nWhen hackathon and colosseum blend,\nTrue innovation rises in the end.",
    "source": "Micro - Digital Colosseum",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "Oh, the meme coin lit a wildfire,\nThrough the kingdom's bustling square!\nLike dolphins swift in open waters,\nWe thrived where none would dare!\n\nHack away, hack away, code both night and day!\nWhen the beasts come thunderin' through,\nWe'll forge a path anew!\nHack away, hack away, in the gladiator's play!\n\nFrom plow and sod to dusty arena,\nThe worker rallied his band,\nThe king gazed down from his high perch,\nAs we clashed upon the sand!\n\nHack away, hack away, code both night and day!\nWhen the beasts come thunderin' through,\nWe'll forge a path anew!\nHack away, hack away, in the gladiator's play!\n\nFrom furrowed fields to lines of code,\nOur tale took flight and soared,\nWith keys we struck like battle steel,\nNew triumphs to be scored!\n\nThe bear of Old Code roared with fury,\nThen wolves of Rivals lunged in strife,\nYet with our wits as sharp as daggers,\nWe carved our way to life!\n\nTogether we rise, together we fight,\nUnited in code, we'll claim the night!\n\nHack away, hack away, code both night and day!\nWhen the beasts come thunderin' through,\nWe'll forge a path anew!\nHack away, hack away, in the gladiator's play!\n\nThe king now crowns our daring deeds,\nFrom sand to hall we're hailed,\nOur stream of dreams runs ever strong,\nWhile foes stand awed and paled!\n\nSo hoist your pints aloft, me friends,\nTo the code that sets us free!\nFrom coin to crown, through jest and fight,\nThe jig's our victory!",
    "source": "DJ Micro - The Hackathon Jig",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  },
  {
    "text": "In the cold Toronto morning, with our fingers stiff and numb,\nA crew of misfits huddled close, their tale yet to become.\nWe spun a meme coin for a laugh, a spark in winter's chill,\nBut it blazed like prairie fire through the maples on the hill.\n\nWe're the northern code warriors, bravin' storm and strife,\nDigital gladiators, codin' warmth to hackathon life.\nWhen the beasts come roarin' at us, we stand firm, unswayed,\nLike salmon thrashin' upstream, bold and unafraid.\n\nThe market's wild arena loosed its beasts upon our gate,\nLike Yukon miners in the mud, we clawed against our fate.\nIn the hackathon's fierce fire, we carved our rugged stand,\nWhile polar winds went shriekin', new threads slipped through our hands.\n\nThe king looms in his tower high,\nEyes sharp through endless night,\nPonderin' if these northern souls\nMight claim his royal light.\n\nSometimes the code that turns the tide… rises where the cold winds bite.\n\nFrom the king's high watch he saw us, through the dark and bitter fray,\nNorthern lights of genius flared, in shadows and in ray.\nThey dubbed us mad, like salmon leapin' 'gainst the river's might,\nBut in these icy waters, somethin' fierce burned bright.\n\nWe're the northern code warriors, bravin' storm and strife,\nDigital gladiators, codin' warmth to hackathon life.\nWhen the beasts come roarin' at us, we stand firm, unswayed,\nLike salmon thrashin' upstream, bold and unafraid.\n\nNow the king has weighed our spirit, from a jest to glory's crest,\nFrom humble fields of farmers to the hackathon's true test.\nSo gather near and hear this song of code and endless fight,\nWhere the gladiator's triumph wakes the northern stars at night.\n\nFor in the great white North, where dreams can freeze and fade,\nInnovation sleeps beneath the snow, then rises, sharp as blade.",
    "source": "DJ Micro - Northern Code Warriors",
    "difficulty": "Medium",
    "category": "SongLyrics",
    "origin": "English"
  }
] 