[
  {
    "text": "The typewriter separated composition from publication and turned the writer into his own typesetter.",
    "source": "Marshall McLuhan, Understanding Media",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Canadian"
  },
  {
    "text": "You must type each key deliberately and firmly with the finger assigned to it in your typing manual - and don't lift your fingers too far away from the keyboard, since that only adds to the distance they must travel to hit the next key.",
    "source": "David McCullough, on his writing process",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The first commercial typewriters were introduced in 1874, but did not become common in offices until the mid-1880s.",
    "source": "The Smithsonian Institution",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Christopher Latham Sholes, Carlos Glidden and Samuel W. Soule invented the first practical typewriter in Milwaukee, Wisconsin in 1868.",
    "source": "Encyclopedia Britannica",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The QWERTY keyboard layout was designed to prevent jamming on mechanical typewriters by placing frequently used letter pairs far apart.",
    "source": "Koichi Yasuoka, Kyoto University",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Japanese"
  },
  {
    "text": "Mark Twain claimed to be the first author to submit a typewritten manuscript to a publisher with his work 'Life on the Mississippi' in 1883.",
    "source": "Mark Twain, Autobiography",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The shift key was introduced in the Remington No. 2 typewriter in 1878, allowing for both uppercase and lowercase letters on the same machine.",
    "source": "Richard Polt, The Typewriter Revolution",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The electric typewriter was first patented in 1914, but did not become common until the 1950s.",
    "source": "IBM Archives",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The term 'typewriter' was first coined by its inventor, Christopher Latham Sholes, as both the name for the machine and its operator.",
    "source": "Darryl Rehr, Antique Typewriters",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The average typing speed on a typewriter in the 1920s was about 30-40 words per minute for a professional typist.",
    "source": "The Journal of Business Education, 1929",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The 'noiseless' typewriter was invented by Wellington Parker Kidder in 1909, using a different striking mechanism to reduce the characteristic clacking sound.",
    "source": "Paul Robert, Typewriter History",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "French"
  },
  {
    "text": "A typewriter is freedoms's window - it guarantees the right to a unique point of view.",
    "source": "Tom Hanks, Uncommon Type",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Dvorak keyboard layout, patented in 1936, was designed to be more efficient than QWERTY, but never achieved widespread adoption despite its proven advantages.",
    "source": "August Dvorak, Typewriting Behavior",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The IBM Selectric typewriter, introduced in 1961, replaced the traditional typebars with a spherical typing element called a 'golf ball', revolutionizing office typing.",
    "source": "IBM Corporate Archives",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "By 1900, there were over 100 different manufacturers of typewriters in the United States alone.",
    "source": "Martin Howard Collection of Early Typewriters",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Canadian"
  },
  {
    "text": "The world's first typing contest was held in Cincinnati, Ohio in July 1888, where Louis Taub achieved a speed of 95 words per minute.",
    "source": "The Cincinnati Enquirer, 1888",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The typewriter helped open up secretarial positions to women; by 1890, nearly 64% of stenographers and typists in the United States were female.",
    "source": "U.S. Department of Labor, Historical Statistics",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The last major manufacturer of typewriters, Godrej and Boyce in India, closed its production plant in 2011, marking the end of an era.",
    "source": "The Guardian, April 2011",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "The practice of typing with all lowercase letters became common in the early days of telegraphy and typewriters, as it was faster not to use the shift key.",
    "source": "Bruce Bliven Jr., The Wonderful Writing Machine",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Hemingway wrote standing up, facing his typewriter, which he placed on a bookshelf at chest height.",
    "source": "Ernest Hemingway, Paris Review Interview, 1958",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The first Apple StyleWriter printer was released in 1991 as Apple's first inkjet printer, designed to compete with HP's DeskJet.",
    "source": "MacWorld Magazine, March 1991",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Apple StyleWriter II, introduced in 1993, offered improved print quality at 360 dpi and faster printing speeds compared to its predecessor.",
    "source": "Apple Computer, Inc. Technical Specifications",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Apple's StyleWriter series was manufactured by Canon, using similar technology to Canon's Bubble Jet printers but with Apple-specific software and casing.",
    "source": "Owen Linzmayer, Apple Confidential 2.0",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Apple Color StyleWriter 2400, released in 1995, was one of Apple's first affordable color inkjet printers for the consumer market.",
    "source": "MacUser Magazine, June 1995",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The first dot matrix printer was developed by Centronics in 1970, using a matrix of tiny pins to create characters on paper.",
    "source": "Computer History Museum",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Epson MX-80, released in 1980, became one of the most successful dot matrix printers and helped establish Epson as a leading printer manufacturer.",
    "source": "IEEE Spectrum Magazine, 1981",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Japanese"
  },
  {
    "text": "Dot matrix printers create characters by striking an inked ribbon with a matrix of pins—typically 9, 18, or 24 pins depending on the desired print quality.",
    "source": "Peter Norton's Inside the PC, 8th Edition",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The distinct sound of dot matrix printers—a combination of pins striking the paper and the mechanical movement of the print head—was once the soundtrack of offices worldwide.",
    "source": "John Markoff, New York Times Technology Reporter",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Apple ImageWriter, introduced in 1983, was Apple's first dot matrix printer designed specifically for the Apple II and early Macintosh computers.",
    "source": "Apple Computer Historical Archives",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Apple ImageWriter II, released in 1985, could print in seven colors by using a special multicolor ribbon and making multiple passes over the same line.",
    "source": "InfoWorld Magazine, October 1985",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Typists in the early 20th century would often have to replace typewriter ribbons, which were typically made of silk or cotton fabric soaked in ink.",
    "source": "Elizabeth Townsend Gard, Typewriter History",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The two-color red and black ribbon, introduced for typewriters in the 1890s, allowed typists to switch colors for emphasis or to highlight financial losses in red.",
    "source": "The Typewriter Renaissance: A Manual for the New Age",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "Before the development of carbon ribbons in the 1960s, typewriter users would often re-ink their fabric ribbons to extend their usable life.",
    "source": "Office Equipment & Methods Journal, 1950",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "IBM introduced the carbon film ribbon for electric typewriters in 1961, offering cleaner, crisper type impressions compared to traditional fabric ribbons.",
    "source": "IBM Technical Journal, 1962",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Rainbow printing ribbons for dot matrix printers, popular in the 1980s, contained bands of different colored ink that produced multicolored output with a single pass.",
    "source": "Computerworld Magazine, 1986",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Commodore MPS-1000 printer used a special rainbow ribbon divided into four color bands—yellow, magenta, cyan, and black—to produce color graphics and text.",
    "source": "Commodore User Magazine, 1985",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "Early rainbow ribbons for dot matrix printers suffered from color mixing issues, as the pins would strike areas where colors blended together at the band transitions.",
    "source": "PC Magazine, Printer Technologies Review, 1987",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Underwood No. 5 typewriter, introduced in 1900, became one of the most successful models ever sold, with over 5 million units produced over its 32-year run.",
    "source": "Tony Allan, Typewriter: The History, The Machines, The Writers",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "In the 1930s, portable typewriters became popular among journalists, who could now file stories from remote locations rather than relying on telegraph offices.",
    "source": "Harold Evans, My Paper Chase",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "Olivetti's Valentine typewriter, designed by Ettore Sottsass in 1969, was considered a fashion accessory as much as a writing tool with its bright red plastic case.",
    "source": "Museum of Modern Art, Design Collection",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Italian"
  },
  {
    "text": "Dot matrix printers remain in use today for specific applications requiring multi-part forms or carbon copies, such as in shipping, banking, and point-of-sale receipts.",
    "source": "Journal of Business Technology, 2018",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The impact technology of dot matrix printers allows them to print on carbon copy forms, making them still valuable in environments where receipts or records need immediate duplication.",
    "source": "International Journal of Retail Technology, 2020",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "German"
  },
  {
    "text": "Apple's final StyleWriter model, the StyleWriter 4500, was discontinued in 1999 when Apple shifted focus to their LaserWriter series and third-party compatibility.",
    "source": "MacAddict Magazine, December 1999",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Epson LQ-1500, released in 1984, was one of the first 24-pin dot matrix printers, offering near letter-quality printing that approached the output of daisy wheel printers.",
    "source": "Byte Magazine, March 1985",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The distinct perforated edges of continuous-feed paper used with dot matrix printers gave rise to specialized tools called 'edge rippers' for cleanly removing them.",
    "source": "Office Equipment Catalog, 1988",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The carbon ribbon cartridge for IBM Selectric typewriters, introduced in 1966, was a significant improvement as it offered single-use impressions with no ribbon rewinding needed.",
    "source": "The IBM Journal of Research and Development",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Creating ASCII art with typewriters predates computer graphics, with typists in the 1940s making pictures by carefully positioning characters on the page.",
    "source": "Visual Communication Quarterly Journal",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Jack Kerouac typed his novel 'On the Road' on a continuous 120-foot roll of teletype paper to avoid interrupting his creative flow with page changes.",
    "source": "Ann Charters, Kerouac: A Biography",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Panasonic KX-P1124i, popular in the early 1990s, was known for its reliability and could print in 'quiet mode' that reduced noise by slowing the print head movement.",
    "source": "PC World Magazine, Printer Roundup, 1992",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Japanese"
  },
  {
    "text": "Correction ribbons for typewriters, introduced in the 1970s, contained white pigment that would cover mistakes, allowing typists to type over errors without visible evidence.",
    "source": "Secretarial Sciences Journal, 1978",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "At the peak of the dot matrix printer market in the late 1980s, over 15 million units were sold annually worldwide.",
    "source": "International Data Corporation, Market Report 1990",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Hermes 3000 typewriter, manufactured in Switzerland beginning in 1958, was renowned for its precision engineering and was the preferred machine of many authors including Larry McMurtry.",
    "source": "Collectors Weekly, Vintage Typewriters",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Swiss"
  },
  {
    "text": "The term 'WYSIWYG' (What You See Is What You Get) originated from the transition between typewriters, where text appeared directly on paper, to early word processors where screen display might differ from printed output.",
    "source": "Charles Simonyi, Xerox PARC Research Paper, 1977",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "Hungarian"
  },
  {
    "text": "Most typewriters use pica (10 characters per inch) or elite (12 characters per inch) type sizes, with pica being more common for business correspondence.",
    "source": "Manual of Business Communication, Oxford University Press",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "Some collectors today refurbish vintage typewriters specifically for writers seeking a distraction-free writing environment without digital notifications or internet connectivity.",
    "source": "The Paris Review, Writers and Their Typewriters, 2019",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "French"
  },
  {
    "text": "The print head of a 9-pin dot matrix printer moves at approximately 180 characters per second, while a 24-pin printer trades speed for quality at around 90 characters per second.",
    "source": "Computer Peripherals Engineering Handbook, 1990",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Fanfold paper, the continuous stationery used with dot matrix printers, was typically sold in boxes containing 2,000 to 2,500 sheets and could measure up to 15 inches wide.",
    "source": "Office Supplies Quarterly, 1990",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Some typewriter ribbons were infused with special inks that could transfer to carbon paper, allowing multiple copies to be made simultaneously when typing on thin paper stacks.",
    "source": "Journal of Office Administration, 1955",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The film ribbon introduced for the IBM Executive typewriter in 1959 was a single-use ribbon that produced extremely sharp, clean impressions suitable for high-quality documents.",
    "source": "IBM Product Documentation Archives",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The original Apple StyleWriter used Apple's custom GrayShare technology, allowing multiple Macintosh computers to share a single printer over a network.",
    "source": "Apple Developer Technical Brief, 1992",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Regular cleaning of type bars with denatured alcohol prevents ink buildup that can affect print quality, but avoid cleaning the platen (rubber roller) with alcohol as it causes hardening.",
    "source": "Theodore Munk, Typewriter Maintenance Handbook",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Olympia SM9 typewriter, produced from 1966 to 1983, is considered by many collectors and writers to be one of the finest portable manual typewriters ever made due to its reliability and typing action.",
    "source": "Robert Messenger, Typewriter Revolution Blog",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Australian"
  },
  {
    "text": "A specialized typewriter maintenance kit typically includes small brushes, tweezers, screwdrivers, cleaning fluid, oil, and sometimes a platen rejuvenator solution.",
    "source": "Phoenix Typewriter, Maintenance Guide",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Typewriter repair specialists use a 'type alignment tool' to adjust individual typebars, ensuring characters strike the paper with even pressure and alignment.",
    "source": "Journal of Office Equipment Maintenance, 1962",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "The Smith Corona Silent typewriter series featured a 'floating shift' mechanism that moved the basket of typebars instead of the carriage, requiring less force to use the shift key.",
    "source": "Smith Corona Company Archives",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "When a typewriter platen hardens with age, it reduces typing clarity and increases noise; specialists can resurface them with platen recovery chemicals or rubber rejuvenation techniques.",
    "source": "Peter Weil, ETCetera Magazine",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The German-made Adler Favorit typewriter was known for its engineering precision, with some models having over 2,500 individual parts that required meticulous assembly.",
    "source": "German Engineering Journal, 1956",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "German"
  },
  {
    "text": "Oiling a typewriter requires precision and restraint—applying only one small drop of oil to each pivot point or bearing, as excess oil attracts dust and can cause sluggish movement.",
    "source": "Royal Typewriter Maintenance Manual, 1952",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The typebar mechanism in most manual typewriters is made from hardened steel alloys, specifically designed to withstand millions of keystrokes without deforming.",
    "source": "Materials Engineering Digest, 1945",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Hermes 2000 typewriter employed a segment shift system where only the typebar basket moved up and down, creating one of the lightest shift actions of any portable typewriter.",
    "source": "Swiss Precision Instruments Quarterly",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Swiss"
  },
  {
    "text": "A type cleaner eraser, made from a rubber compound with mild abrasives, was a common tool used to remove ink buildup from typeface characters without damaging the metal.",
    "source": "Office Equipment Catalog, 1940",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The carriage rails on precision typewriters were often made from hardened steel and required proper lubrication with lightweight machine oil to maintain smooth movement.",
    "source": "Underwood Service Manual, 1950",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Olivetti Lettera 22, designed by Marcello Nizzoli in 1950, combined engineering excellence with aesthetic design, winning the Compasso d'Oro award and becoming part of the MoMA's permanent collection.",
    "source": "Italian Design Encyclopedia",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Italian"
  },
  {
    "text": "Master typewriter technicians could adjust a machine's 'touch control' by calibrating the tension of the mainspring, allowing typists to customize the keyboard resistance to their preference.",
    "source": "Technical Service Guild Handbook, 1948",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Specialized typewriter craftsmen would hand-fit metal escapement parts, sometimes filing them to tolerances of 1/1000th of an inch to achieve the perfect typing action.",
    "source": "Remington Typewriter Factory Documentation",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The IBM Executive typewriter used proportional spacing, with different character widths requiring a complex mechanical system that contained nearly twice as many parts as standard typewriters.",
    "source": "IBM Technical Journal, 1959",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Brass typebars were used in some luxury typewriters due to their resistance to corrosion, though they required more frequent adjustment as brass is softer than steel.",
    "source": "Metallurgical Applications in Office Equipment, 1935",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "The drawband—a thin metal ribbon connecting the carriage spring to the mainspring—was a common failure point in vintage typewriters and required careful replacement to maintain carriage return functionality.",
    "source": "Practical Typewriter Repair, Robert Messenger",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "Australian"
  },
  {
    "text": "Professional typewriter technicians used tension gauges to precisely calibrate the key tension, typebar momentum, and carriage return force for optimal typing performance.",
    "source": "Typewriter Technician's Handbook, 1960",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Hammond Typewriter used a unique curved typing element called a 'type shuttle,' which could be easily interchanged to change fonts—an innovation that predated the IBM Selectric by over 70 years.",
    "source": "American Inventor Magazine, 1905",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Applying typewriter oil to linkages every six months prevents rust and maintains smooth operation, but over-oiling can lead to sticky keys and paper contamination.",
    "source": "Consumer Reports Typewriter Guide, 1972",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The typebar hanger of a manual typewriter required precise balancing and alignment; craftsmen would add small weights or file material away to achieve the perfect striking action.",
    "source": "Guild of Typewriter Craftsmen Journal",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "British"
  },
  {
    "text": "The Remington Quiet-Riter, popular in the 1950s, featured innovative sound-dampening felts and rubber bushings to reduce the characteristic clacking sound of typing.",
    "source": "Office Equipment Review, 1953",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Lithium grease was recommended for lubricating the sliding carriage rails on manual typewriters, providing longer-lasting protection than standard oils.",
    "source": "Smith-Corona Care Manual, 1970",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "The Blickensderfer typewriter of 1893 used a revolutionary type wheel design similar to modern daisy wheel printers, with all characters on a single rotating element.",
    "source": "Antique Technology Review, 2005",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Each Hermes 3000 typewriter would undergo a 57-point quality check before leaving the factory, including typing tests to ensure even impression of all characters.",
    "source": "Paillard-Hermes Quality Control Guidelines",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "Swiss"
  },
  {
    "text": "The specialized spring steel used in typewriter mainsprings was hardened and tempered to provide consistent tension over millions of carriage returns.",
    "source": "Materials Science in Office Equipment Manufacturing",
    "difficulty": "Hard",
    "category": "Typewriters",
    "origin": "German"
  },
  {
    "text": "A typewriter's key linkage system, comprising levers and pivots, needed to be adjusted to tight tolerances to maintain consistent typing pressure and character alignment.",
    "source": "Olympia Technical Service Guide, 1965",
    "difficulty": "Medium",
    "category": "Typewriters",
    "origin": "German"
  },
  {
    "text": "The Olympia SG1, a professional office typewriter introduced in 1953, was known for its durability, with many examples still functioning perfectly after 70 years of use.",
    "source": "Typewriter Review Quarterly, 2023",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  },
  {
    "text": "Specialized jeweler's screwdrivers were essential tools for typewriter repair, as many internal mechanisms used tiny screws that required precise handling.",
    "source": "Typewriter Technician's Toolkit Guide, 1958",
    "difficulty": "Easy",
    "category": "Typewriters",
    "origin": "American"
  }
]